<?php 

require_once 'views/templates/header.php';
?>
<div id ='id-preloader' class="start-preloader">
    <div class="loader"></div>
</div>

<div class="wrapper">
    
    <div class="privacy-heard">Политика конфиденциальности и информационная политика<br> домена "Думай"(do-my.ru)</div>
    <div class="privacy-text">
        <p>Настоящая политика конфиденциальности и информационная политика (далее – Политика) действует в отношении всей информации размещенной в сети Интернет по адресу https://do-my.ru (далее Домен) и получаемой посетителем Домена (далее Пользователь).</p>
        <p>Любое использование сервисов Домена означает согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки, передачи и хранения информации.</p>
        <p>Если Пользователь не согласен с положениями данной Политики, то он должен воздержаться от использования сервисов, предоставленных Доменом.</p>
<p class="privacy-text-body">
1. ОБЩИЕ ПОЛОЖЕНИЯ<br>
1.1. Информационные сервисы Домена не осуществляют сбор, обработку и хранение персональных данных Пользователя.<br> 
1.2. Пользователь осведомляется, что любая информация, которую он добровольно предоставляет Домену, не должна содержать его персональные данные,  включая:<br>
Имя, фамилия, отчество;<br>
Паспортные данные <br>
Адрес;<br>
Дата рождения;<br>
Телефон.<br>
1.3.  К сведениям конфиденциального характера относится любая информация, которая добровольно предоставляется Пользователем и не позволяет идентифицировать его как личность (т.е. не содержит персональные данные).<br> 
1.4. В рамках данной Политики, конфиденциальная информация включает следующие данные Пользователя:<br>
Логин;<br>
Пароль;<br>
Адрес электронной почты (Email).<br>
1.5. В случае предоставления Домену информации о персональных данных (п.1.1 данной Политики) в результате умышленных, либо неосмотрительных действий Пользователя в составе логина, пароля или Email, Домен не соотносит данную информацию как персональные данные Пользователя, а считает ее обезличенной и не имеющей отношение к персональным данным.<br>
1.6 . В процессе взаимодействия Пользователя с Доменом могут использоваться следующие данные, которые автоматически передаются сервисам Домена с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookies, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к сервисам, адреса запрашиваемых страниц и иная подобная техническая информация.<br>
1.7. Настоящая Политика применяется только к Домену. Домен не контролирует и не несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам доступным на Домене.<br>
<br>
2. ЦЕЛИ ОБРАБОТКИ ИНФОРМАЦИИ Пользователей.<br>
2.1. Домен собирает и хранит только ту информацию, которая необходима для предоставления сервисов или взаимодействия с Пользователем, исключая любую информацию о персональных данных Пользователя, предусмотренную действующим законодательством.<br>
2.2. Информацию Пользователя Домен обрабатывает в следующих целях:<br>
2.2.1. Идентификации зарегистрированного Пользователя для предоставления дополнительных сервисов и приложений Домена.<br>
2.2.2. Предоставления Пользователю доступа к ресурсам Домена.<br>
2.2.3. Установления с Пользователем обратной связи, включая направление уведомлений, опросов и анкет, касающихся использования Домена, а также оказания услуг по обработке запросов и заявок от Пользователя.<br>
2.2.4. Подтверждения достоверности и полноты данных, предоставленных Пользователем.<br>
2.2.5. Создания учетной записи, если Пользователь дал согласие на создание учетной записи.<br>
2.2.6. Уведомления Пользователя Домена о возможных обновлениях и старте новых приложений и сервисов.<br>
2.2.7. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Домена.<br>
2.2.8. Осуществления рекламной деятельности с согласия Пользователя.<br>
2.2.9. Улучшения качества работы Домена и его содержания за счет использования обезличенных данных Пользователей, собираемых с помощью сервисов интернет-статистики.<br>
<br>
3. УСЛОВИЯ ОБРАБОТКИ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ.<br>
3.1. Домен хранит информацию Пользователей в соответствии с внутренними регламентами конкретных сервисов.<br>
3.2. B отношении информации Пользователя сохраняется конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании почтовых сервисов для целей информирования и предоставления услуг сервиса в почтовых сообщениях Пользователю  могут в открытом виде передаваться Логин и Еmail Пользователя, а также другая внутренняя  информация Домена, связанная с логином, в т. ч. временный пароль для сброса и переустановки пароля доступа к ресурсам Домена.<br>
3.3. Домен не вправе передавать  информацию Пользователя третьим лицам, за исключением  следующих случаев:<br>
3.3.1. Пользователь выразил согласие на такие действия.<br>
3.3.2. Передача необходима для использования Пользователем определенного сервиса, либо для исполнения определенного соглашения или договора с Пользователем.<br>
3.3.4. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры.<br>
3.3.5. В случае продажи Домена к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им информации Пользователей.<br>
3.4. Обработка данных Пользователя осуществляется без ограничения срока любым законным способом, в том числе в информационных системах с использованием средств автоматизации или без использования таких средств.<br>
3.5. Администрация Домена принимает необходимые организационные и технические меры для защиты информации от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br>
3.7. Администрация Домена совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением данных Пользователя.<br>
<br>
4. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ КОНТЕНТА И ПОЛУЧЕННОЙ ПОЛЬЗОВАТЕМ ИНФОРМАЦИИ ОТ ДОМЕНА.<br>
4.1. Информация, полученная Пользователем от Домена, не является публичной офертой.<br>
4.2. Оригинальный контент,  размещенный на ресурсах Домена, имеет рекомендательный характер и является авторским экспертным мнением.<br>
4.3. Допускается размещение оригинального контента Домена на сторонних сайтах и других информационных ресурсах  с указанием  источника информации со ссылкой на адрес Домена в сети Интернет.<br>
<br>
5. ОБЯЗАТЕЛЬСТВА СТОРОН.<br>
5.1. Пользователь обязан:<br>
5.1.1. Не предоставить информацию личного характера, касающуюся его персональных данных, предоставлять только обезличенную информацию необходимую для пользования Доменом.<br>
5.1.2. Обновлять, дополнять предоставленную информацию в случае изменения данной информации.<br>
5.2. Администрация Домена обязана:<br>
5.2.1. Использовать полученную информацию исключительно для целей, указанных в настоящей Политике.<br>
5.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование либо разглашение иными возможными способами переданных данных Пользователя, за исключением предусмотренных настоящей Политикой.<br>
5.2.3. Принимать меры предосторожности для защиты конфиденциальности данных Пользователя согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте.<br>
5.2.4. Осуществить блокирование данных, относящихся к соответствующему Пользователю, с момента обращения или запроса пользователя или его законного представителя в случае выявления недостоверных данных или неправомерных действий.<br>
5.2.5. Защищать полученную информацию о пароле Пользователя  с применением метода хеширования данных Bcrypt по установленным алгоритмам на сервере Домена.<br>
<br>
6. ОТВЕТСТВЕННОСТЬ СТОРОН.<br>
6.1. Администрация Домена, не несет ответственность за утрату данных, если пароль Пользователя не соответствует требованиям информационной безопасности (длина пароля должна быть не менее 8 знаков и включать символы, буквы и цифры разного регистра).<br>
6.2. В случае утраты или разглашения конфиденциальной информации Администрация Домена не несет ответственности, если данная конфиденциальная информация:<br>
6.2.1. Стала публичным достоянием до ее утраты или разглашения.<br>
6.2.2. Была получена от третьей стороны до момента ее получения Администрацией Домена.<br>
6.2.3. Была разглашена с согласия Пользователя.<br>
<br>
7. РАЗРЕШЕНИЕ СПОРОВ.<br>
7.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Домена и администрацией Домена, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).<br>
7.2. Получатель претензии в течение 5 календарных дней со дня получения претензии письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br>
7.3. При не достижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации.<br>
7.4. К настоящей Политике и отношениям между Пользователем и Администрацией Домена применяется действующее законодательство Российской Федерации.<br>
<br>
8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ.<br>
8.1. Администрация Домена вправе вносить изменения в настоящую Политику без согласия Пользователя.<br>
8.2. Новая Политика вступает в силу с момента ее размещения на Домене, если иное не предусмотрено новой редакцией Политики.<br>
8.3. Действующая Политика размещена на странице по адресу:   www.do-my.ru<br>
8.4. После ознакомления с настоящей Политикой Пользователь дает свое согласие на дальнейшее использование сервисов и приложений Домена в соответствии с настоящей Политикой, либо отказывается от получения информационных услуг Домена.<br>
        </p>
    </div>
</div>
<script src="views/js/preloader.js?ver=<?=VER?>"></script>
<script src="views/js/privacy.js?ver=<?=VER?>"></script>

<?php

require_once 'views/templates/footer.php';